Repository: IBM/watson-translator-101
Catalog: en-zh-6000-ParallelCorpus.tmx
Source language: en
Languages: zh

source: At the same time, it was noted that trade and transport facilitation has benefits beyond those of being an add-on to infrastructure projects.
zh: 同时，会议指出，贸易和运输便利化所具有的好处不仅限于为国内基础设施项目锦上添花。

source: Several reports on national experiences suggested that trade and transport facilitation measures can have positive effects for a country's general development.
zh: 36. 一些国家经验报告表明，贸易和运输便利化措施可对国家总的发展产生积极影响。

source: The introduction of new technologies by the public sector may encourage countries' smaller importers and exporters to modernize their own trade procedures.
zh: 公共部门采用新技术可鼓励本国小进口商和出口商改进贸易程序。

source: Capacity-building initiatives to support trade and transport facilitation will most likely raise the general level of technological
zh: 支持贸易和运输便利化的能力建设活动很有可能提高总体技术水平和识字能力。

source: awareness and literacy. Similarly, legal reforms necessary in the context of the ratification of international conventions may encompass a broader overhaul of outdated national legislation.
zh: 同样，因批准国际公约而必须作出的法律改革，可能包括广泛修改已过时的本国立法。

source: Finally, general efforts to promote integrity can benefit from trade and transport facilitation measures that reduce individual civil servants' discretion in interpreting rules and regulations.
zh: 最后，提升素质的全面努力可受益于贸易和运输便利化措施，因为它们将减少个别公务员在解释规则和条例方面的酌处权。

source: Several cases were mentioned where customs modernization had a significant positive impact on revenue collection. In fact, even in cases where tariff rates have been reduced, customs automation has more than offset the losses from these reductions, leading to an overall increase in duties collected.
zh: 37. 关于海关现代化对税收的重要积极影响，提到了一些例子，事实上，即便是对于降低税率的情况，海关自动化仍能抵消减税的损失，导致全面增加关税税收。

source: In one case mentioned, customs modernization helped to reduce clearance time from 18 days to less than one day.
zh: 在提到的一个例子中，海关现代化使结关时间由原来的18天减少到不到1天。

source: Customs reform requires a commitment not only by the public sector but also by private-sector agents who may oppose such reform.
zh: 海关改革不仅要求公共部门作出承诺，而且要求可能反对这种改革的私营部门代理也作出承诺。

source: Customs automation must not be limited to the introduction of new ICT but needs to be part of a broader customs reform and capacity-building agenda.
zh: 海关自动化不能仅限于采用新的信通技术，还需要作为更广泛的海关改革和能力建设议程的一部分。

source: It was recalled that some solutions recently proposed by the WCO, such as the time release study and guidelines/recommendations on integrity, could be relevant for addressing trade and transport facilitation matters and in particular good governance.
zh: 38. 会议回顾，最近由世界海关组织建议的某些解决办法，例如放行时间研究和廉政方面的指导原则/建议可有助于处理贸易和运输便利化问题，尤其是善治。

source: Integrity-related instruments included the Declaration of the Customs Co-operation Council Concerning Good Governance and Integrity in Customs of June 2003 (Revised Arusha Declaration), the Model Code of Ethics and Conduct, and the Compendium on Integrity Best Practices of May 2005.
zh: 与廉政有关的文书，包括2003年6月《海关合作理事会关于海关善治和廉政问题的宣言》(经修订的《阿鲁沙宣言》)、《道德和行为示范守则》和2005年5月《廉政最佳做法汇编》。

source: Experience in some African countries suggests that successful implementation of trade facilitation measures relies on public-private partnerships, cooperation with regional trade and transport facilitation networks, political will, and the inclusion of private-sector stakeholders in capacity-building programmes.
zh: 39. 部分非洲国家的经验表明，成功执行贸易便利化措施有赖于公营和私营部门之间的伙伴关系、与区域贸易和运输便利化网络的合作、政治意愿和吸收私营部门利害相关方参与能力建设方案。

source: The “single window” concept is a particularly important trade facilitation measure, as it provides a platform on which to build further trade facilitation programs.
zh: 40. “单一窗口”概念是一种特别重要的贸易便利化措施，因为它会进一步充实贸易便利化方案提供了一种平台。

source: Single windows have been established in several developing countries.
zh: 一些发展国家已经设立了单一窗口。

source: In one African country, the operation of a single window replaced 40 documents required for imports and exports.
zh: 在一个非洲国家，一个单一窗口的运作取代了所需要的40份进出口文件。

source: Among the key factors contributing to the success of this initiative was the continuity of human resources in relevant ministries.
zh: 有利于该项措施成功的关键要素之一就是有关部委人力资源配置方面的连续性。

source: Another important factor was the early and complete involvement of both the customs administration and major private-sector stakeholders.
zh: 另一个重要因素是海关机构和主要私营部门利害相关方的极早全面参与。

source: Experts also took note of reported positive experiences of cooperation between single-window initiatives in a number of developing countries.
zh: 专家们还提到了报道的一些发展中国家单一窗口之间合作的积极经验。

source: The level of automation and the level of technology used in different facilitation measures can and should vary, depending on the realities of each country.
zh: 41. 因每个国家的实际情况有差别，不同便利化措施采用的自动化水平和技术水平可以，而且应当有所不同。

source: For example, a single window in countries with a trading community that is familiar with sophisticated technologies is likely to use more automation than a single window in countries where traders and service providers are less exposed to current technology.
zh: 例如，采用单一窗口的国家如果其贸易界熟悉复杂技术，则采用的自动化程度可能高于那些贸易商和服务供应商对当代技术了解不多的使用单一窗口国家。

source: In this context, experts highlighted the need for technical and financial assistance to implement ICT-based trade facilitation measures.
zh: 在这方面，专家们强调，需要为落实基于信通技术的贸易便利化措施提供技术和资金帮助。

source: Regarding implementation of the WTO negotiations outcome on trade facilitation, it was recalled that Annex D of the “July package” provides that LDCs and other developing countries will not be obliged to implement measures that are not commensurate with their implementation capacities.
zh: 42. 谈到落实世贸组织关于贸易便利化谈判结果的问题，会议回顾，“7月套案”附件D规定，最不发达国家和其他发展中国家不必执行与其执行能力不符的措施。

source: Furthermore, Annex D stipulates that special and differential
zh: 此外，附件D还规定，应当扩大特殊和差别待遇的范围，而不仅限于给与较长的过渡期。

source: Currently there are discussions at the WTO to establish a mechanism to assess implementation capacities and the appropriateness of special and differential treatment.
zh: 目前世贸组织正在讨论订立一种机制，评估执行能力和特殊和差别待遇的适宜情况。

source: Experts discussed linkages between the different aspects of Annex D of the July package, in particular the linkages between the proposed trade facilitation measures and countries' capacity to implement them.
zh: 43. 专家们讨论了“7月套案”附件D不同方面之间的联系，尤其是拟议的贸易便利化措施与国家执行能力之间的联系。

source: Some were of the view that measures should be agreed before technical assistance was deployed, so that the required implementation capacity could be developed.
zh: 一些专家认为，应当在提供技术援助之前商定措施，以便能够制定所需要的执行能力。

source: Others saw a need for further and continuous technical assistance and capacity building, tailored special and differential treatment, and a related oversight mechanism.
zh: 其他专家认为，需要进一步继续开展技术援助和能力建设活动，有针对性的特殊和差别待遇和一种相关的监督机制。

source: This would mean that technical assistance should be provided before any commitment was made, as well as after an agreement is reached, so that the latter can be implemented.
zh: 这意味着，应当在作出任何承诺之前以及达成协议之后提供技术援助，以便使后者能够得到执行。

source: Conclusions and the way forward
zh: 结论和前进的道路

source: Countries are different, and trade facilitation and development strategies need to be tailored to the specificities of, for example, land-locked, least developed and small island developing states.
zh: 44. 各国情况不同，因此贸易便利化和发展战略需要符合，例如内陆、最不发达和小岛屿发展中国家的具体国情。

source: This being said, many of the case studies presented agreed in their conclusions regarding the general benefits of an efficient trade and transport facilitation system.
zh: 尽管如此，但介绍的许多案例研究在它们的结论中都认为一种有效的贸易和运输便利系统可总体上受益。

source: These benefits include increased international competitiveness and foreign direct investment, human resource development, knowledge transfer, GATT compliance and improved government revenue collection.
zh: 这些好处包括提高国际竞争力和外国直接投资、人力资源发展、知识转让、遵守《关贸总协定》和改善政府税收。

source: Existing bureaucratic obstacles have an enormous cost for business, as well as for state revenues.
zh: 45. 现有的官僚体制障碍给商业经营以及国家财政收入造成巨大成本。

source: Reducing these obstacles benefits the private and public sectors alike.
zh: 减少这类障碍既有利于私营部门，也有利于公共部门。

source: Trade and transport facilitation will play an increasing role in ensuring the integration of LDCs, land-locked countries and other disadvantaged countries into the global economy.
zh: 46. 贸易和运输便利化在确保最不发达国家、内陆国家和其他处境不利的国家融入全球经济过程中发挥越来越大的作用。

source: Coordinated action is required to support these countries in their efforts.
zh: 需要采取协调行动支持这类国家的努力。

source: It is important to aim for an equitable balance of the benefits of trade and transport facilitation measures among all trading partners.
zh: 重要的是应当使所有贸易伙伴从贸易和运输便利化措施中公平受益。

source: Implementation of trade facilitation measures requires a thorough analysis of existing bottlenecks and costs, as well as a comparison of current practices with international standards and benchmarks.
zh: 47. 执行贸易便利化措施要求透彻分析目前的瓶颈所在和成本开支，并且按照国际标准和基准对目前的做法作出比较。

source: Regional and international organizations, including UNCTAD, can make valuable contributions to these analyses.
zh: 区域和国际组织，包括贸发会议可为这类分析作出宝贵贡献。

source: ICT can be expected to play an increasing role in the design and implementation of trade and transport facilitation measures and programmes.
zh: 48. 信通技术有望在设计和执行贸易和运输便利化措施和方案方面发挥越来越大的作用。

source: Customs automation will continue to be especially important, and it is expected that UNCTAD's Automated System for Customs Data (ASYCUDA) will continue to play an important role here.
zh: 海关自动化将继续具有其特殊重要性，希望贸发会议的海关数据自动化系统在这方面继续发挥重要的作用。

source: Institutional mechanisms need to be created or strengthened to ensure the integration of trade and transport facilitation into the development process.
zh: 49. 需要创建或加强体制机制，确保将贸易和运输便利化纳入发展进程。

source: Assistance is required both with institution building and with training and capacity building.
zh: 无论是体制建设还是培训和能力建设都需要给予帮助。

source: to be effective and sustainable.
zh: 50. 无数证据显示，所有受影响的各方密切合作和共同努力，并且共建私营部门与公营部门之间的伙伴关系是使改革卓有成效和持久化的关键所在。

source: One such mechanism is the Global Facilitation Partnership for Transportation and Trade (GFP), which provides extensive information on trade and transport facilitation, including documents, events and recent developments.
zh: 全球促进运输和贸易伙伴关系就是这样一种机制， 它提供了关于贸易和运输便利化，包括文件、事件和近期发展等方面的广泛信息。

source: The site is maintained jointly by relevant international organizations including the World Bank, UNCTAD, UNECE, UNIDO, WCO and WTO.
zh: 其网址由相关国际组织共同管理，其中包括世界银行、贸发会议、欧洲经委会、工发组织、海关组织和世贸组织。

source: Regional organizations will play a key role in advancing trade facilitation and in implementing measures that may result from a multilateral agreement on trade facilitation.
zh: 51. 区域组织在推动贸易便利化和执行措施方面将发挥关键的作用，并有可能产生一项关于贸易便利化的多边协议。

source: Technical cooperation with international bodies, especially as regards capacity building, is essential, and here UNCTAD should continue to play an important role.
zh: 特别是在能力建设方面与国际机构的技术合作至为关键，因此贸发会议应当继续发挥重要的作用。

source: Land-locked countries and small island states confront with particular challenges which deserve special attention by the international community.
zh: 52. 内陆国家和小岛屿国家面临着特殊挑战，值得国际社会给予特别重视。

source: Specific related actions include the sharing of experiences with methodologies used to collect customs charges and fees that reflect services rendered.
zh: 具体相关的行动包括分享海关收取关税和服务费(以体现所提供的服务)所用方法方面的经验。

source: Aid for trade is fast becoming a necessity.
zh: 53. 贸易援助越来越有必要。

source: Financing technical assistance and training schemes as well as new basic infrastructure in the area of trade and transport facilitation can play an important role here.
zh: 为贸易和运输便利化领域中的技术援助和培训方案以及新的基础设施供资可在这方面发挥重要的作用。

source: International organizations, including UNCTAD, are providing valuable support to the negotiations on trade facilitation at the WTO.
zh: 54. 国际组织，包括贸发会议在内，正在为世贸组织关于贸易便利化的谈判提供宝贵的支持。

source: Experience suggests that such support benefits greatly from involvement by the private sector, as well as from close coordination between experts from capitals and Geneva-based negotiators.
zh: 经验显示，这种支持可从私营部门的参与以及来自各首都的专家与常驻日内瓦的谈判人员密切合作中受益无穷。

source: Particular attention needs to be paid to assisting the implementation of commitments agreed to in the WTO negotiating process.
zh: 应当特别重视帮助落实世贸组织谈判过程中所达成的承诺。

source: Convening of the Expert Meeting
zh: 专家会议的召开

source: The Expert Meeting on Trade Facilitation as an Engine for Development was held at the Palais des Nations, Geneva, from 21 to 23 September 2005.
zh: 55. 贸易便利化是发展的引擎专家会议于2005年9月21日至23日在日内瓦万国宫举行。

source: Election of officers (agenda item 1)
zh: 选举主席团 (议程项目1)

source: At its opening meeting, the Expert Meeting elected the following officers to serve on its bureau:
zh: 56. 在开幕会议上，委员会选出主席团成员如下：

source: Chairperson: H. E. Mr. Juan Antonio March (Spain)
zh: 主 席：Juan Antonio March先生阁下(西班牙)

source: Vice-Chairperson-cum-Rapporteur: Mr. Dayaratna Silva (Sri Lanka)
zh: 副主席兼报告员：Dayaratna Silva 先生(斯里兰卡)

source: Adoption of the agenda (agenda item 2)
zh: 通过议程 (议程项目2)

source: At the same meeting, the Expert Meeting adopted the provisional agenda circulated in document TD/B/COM.3/EM.24/1.
zh: 1. 选举主席团

source: Trade facilitation as an engine for development
zh: 3. 贸易便利化是发展的引擎

source: For its consideration of the substantive agenda item, the Expert Meeting had before it a note by the UNCTAD secretariat titled “Trade facilitation as an engine for development” (TD/B/COM.3/EM.24/2).
zh: 58. 为便于会议审议实质性项目，专家会议收到了贸易会议秘书处编写的题为“贸易便利化是发展的引擎”说明(TD/B/COM.3/EM.24/2)。

source: Adoption of the report of the meeting (agenda item 4)
zh: 通过会议报告 (议程项目4)

source: At its closing meeting, the Expert Meeting authorized the Rapporteur to prepare the final report of the meeting under the authority of the Chairperson.
zh: 59. 在闭幕会议上，专家会议授权报告员在主席的领导下编写会议的最后报告。

source: Experts from the following States members of UNCTAD attended the meeting:
zh: 1. 下列贸发会议成员国的专家出席了会议：

source: The following intergovernmental organizations were represented at the meeting:
zh: 俄罗斯联邦

source: Economic and Social Commission for Asia and the Pacific
zh: 沙特阿拉伯

source: Economic Commission for Africa
zh: 瑞士

source: Economic Commission for Europe
zh: 阿拉伯叙利亚共和国

source: International Trade Centre
zh: 特立尼达和多巴哥

source: United Nations Development Programme
zh: * 与会者名单, 见TD/B/COM.3/EM.24/INF.1。

source: The following specialized agencies and related organizations were represented at the
zh: 2. 以下政府间组织派代表出席了会议：

source: meeting:
zh: 非洲经济委员会

source: International Monetary Fund
zh: 欧洲经济委员会

source: United Nations Educational, Scientific and Cultural Organization
zh: 联合国开发计划署

source: The following non-governmental organizations were represented at the meeting:
zh: 3. 以下专门机构和相关组织派代表出席了会议：

source: General Category
zh: 国际货币基金

source: BPW International
zh: 联合国教育、科学及文化组织

source: General Union of Chambers of Commerce, Industry and Agriculture for Arab
zh: 4. 下列非政府组织派代表出席了会议：

source: Countries
zh: 普通类

source: International Federation of Freight Forwarders Associations
zh: 国际运输商联合会

source: The following panellists attended the meeting:
zh: 5. 下列专题讨论发言者出席了会议:

source: Ms. Angela Strachan, Commonwealth Secretariat, London, United Kingdom
zh: Angela Strachan女士，英联邦秘书处，英国伦敦

source: Mr. Marc Juhel, World Bank, Washington DC, United States
zh: Marc Juhel先生，世界银行，美国华盛顿特区

source: Ms. Claudia Etzrodt, CLAAS Agricultural Machinery
zh: Claudia Etzrodt女士，CLAAS农业机械公司

source: Ms. Marelia Martínez Rivas, Trade and Facilitation Consultant, Washington DC, United States
zh: Marelia Martínez Rivas女士，贸易和便利化顾问，美国华盛顿特区

source: Mr. Shondeep Banerji, SITPRO Ltd., United Kingdom
zh: Shondeep Banerji先生，SITPRO有限公司，联合王国

source: Mr. Arnold Nkoma, Common Market for Eastern and Southern Africa
zh: Arnold Nkoma先生，东南非共同市场

source: Mr. Orhan Isik, Economic Cooperation Organization
zh: Orhan Isik先生，经济合作组织

source: Mr. Jonathan Claridge, European Commission
zh: Jonathan Claridge先生，欧洲委员会

source: Status of WTO negotiations on trade facilitation
zh: 世贸组织关于贸易便利化谈判的情况

source: Ms. Nora Neufeld, World Trade Organization
zh: Nora Neufeld女士，世界贸易组织

source: Mr. David Wakeford, Trade Facilitation Alliance
zh: David Wakeford先生，贸易便利化联盟

source: Mr. Eduard Arruga I Valeri, Import Export Procedures Expert Group of the Confederation of European Agrifood Industries
zh: Eduard Arruga I Valeri先生，欧洲有机食品业联合会进出口程序专家组

source: Mr. Sandro Consoli, International Federation of Freight Forwarders Associations
zh: Sandro Consoli先生，国际运输商协会联合会

source: Ms. María del Rosario Solari Raffo, Directora de Relaciones Internacionales y Técnicas, Cámara de Exportadores (CERA), Buenos Aires, Argentina
zh: María del Rosario Solari Raffo女士，出口商委员会国际和技术关系主任，阿根廷布宜诺斯艾利斯

source: Mr. Solomon A. Kasa, Tanzania Freight Forwarders Association, Dar-es-Salaam
zh: Solomon A. Kasa先生，坦桑尼亚运输商协会，达累斯萨拉姆

source: Mr. S. V. Divvaakar, Ace Global Pvt. Ltd., New Delhi, India
zh: S. V. Divvaakar先生，王牌全球有限公司，印度新德里

source: Ms. Catherine Minard, Mouvement des Entreprises de France, Paris, France
zh: Catherine Minard女士，法国企业运动，法国巴黎

source: Introduction to implementation issues in trade facilitation
zh: 关于贸易便利化实施问题的介绍

source: Ms. Brigitte Cuendet, State Secretariat for Economic Affairs (SECO), Bern, Switzerland
zh: Brigitte Cuendet女士，经济事物国务秘书，瑞士伯尔尼

source: H. E. Mr. Manuel A. J. Teehankee, Ambassador, Permanent Mission of the Philippines to the World Trade Organization, Geneva
zh: Manuel A. J. Teehankee先生阁下，菲律宾常驻世界贸易组织代表团大使，日内瓦

source: Mr. Eduardo Tempone, Permanent Mission of Argentina to the World Trade Organization, Geneva
zh: Eduardo Tempone先生，阿根廷常驻世界贸易组织代表团，日内瓦

source: Mr. Ibrahima Diagne, GAINDE 2000, Senegal
zh: Ibrahima Diagne先生，GAINDE 2000, 塞内加尔

source: The following special invitees attended the meeting:
zh: 6. 以下特邀佳宾出席了会议：

source: Mr. Osvaldo R. Agatiello, independent consultant, Argentina
zh: Osvaldo R. Agatiello先生，独立顾问，阿根廷

source: Mr. James Clawson, CEO, Global Alliance for Trade Efficiency, United States
zh: James Clawson先生，全球贸易效率首席执行官，美国

source: Mr. R. McDonagh, Deputy Director, World Customs Organization, Brussels, Belgium
zh: R. McDonagh先生，世界海关组织副总干事，比利时布鲁塞尔

source: Mr. Maurice Nacouz, Expert in Transit Law, Beirut Chamber of Commerce, Industry and Agriculture, Beirut, Lebanon
zh: Maurice Nacouz先生，过境法专家，贝鲁特农工商会，黎巴嫩贝鲁特

source: Mr. Omar E. Odarda, Trade Facilitation Alliance, Switzerland
zh: Omar E. Odarda先生，贸易便利化联盟，瑞士

source: Mr. Pascal Ollivier, SOGET, France
zh: Pascal Ollivier先生，SOGET, 法国

source: Mr. Jacques Ritt, SOGET, France
zh: Jacques Ritt先生，SOGET, 法国

source: Ms. Donna Sharp, Senior Partner, Sharp Global Partners Ltd., United States
zh: Donna Sharp女士，高级合伙人，夏浦全球合伙人有限公司，美国

source: Mr. Bala Subramaniam, Director, ICHCA International, Romford, United Kingdom
zh: Bala Subramaniam先生，经理，ICHCA 国际，联合王国罗姆福德

source: Mr. Waleed Tali, ITAQ, Baghdad, Iraq
zh: Waleed Tali先生，ITAQ, 伊拉克巴格达

source: ∗ For the list of participants, see TD/B/COM.3/EM.24/INF.1.
zh: 贸易和发展会议

source: Requests the GoE to continue its priority activities, including the development of a communication and information strategy (THEMANET), of a land degradation and poverty strategy, and of benchmarks and indicators, and to submit its report to the session of the CST during the eighth session of the Conference of the Parties;
zh: 1. 请专家组继续开展优先活动，包括制订一个传播和信息战略(主题数据/元数据网络)、一个防治土地退化和消除贫穷战略、以及基准和指标，并在缔约方会议第八届会议期间向科技委员会第八届会议提交报告；

source: Decides to extend the mandate of the GoE from December 2006 up to the eighth session of the CST;
zh: 2. 决定将专家组的任期从2006年12月延长至科技委员会第八届会议；

source: Requests the Bureau of the CST to review the functions and the work of the GoE and to report to the COP at its eighth session;
zh: 3. 请科技委员会审查专家组的职能和工作，并向缔约方会议第八届会议提出报告；

source: Requests the Bureau of the CST to prepare revised procedures for renewal of the membership of the GoE for consideration by the CST at its eighth session, taking into account the recommendations of the CST review of the functions and the work of the GoE;
zh: 5. 请科技委员会主席团为续延专家组的成员制订订正程序供科技委员会第八届会议审议，要考虑到科技委员会审议专家组的职能和工作时提出的建议；

source: ICCD/CRIC(1)/2/Add.3
zh: ICCD/COP(7)/L.14/Rev.2

source: Vienna, 28 November-2 December 2005
zh: 第十一届会议

source: Item 8 of the provisional agenda
zh: 2005年11月28日至12月2日，维也纳

source: (20-23 June 2005)
zh: 临时议程项目8

source: CONTENTS (continued)
zh: 工业发展理事会第三十届会议

source: Introduction
zh: 工作报告

source: IDB.30/Dec.3 Scale of assessments for the fiscal period 2006-2007
zh: （2005年6月20日至23日）

source: IDB.30/Dec.4 Working Capital Fund for the biennium 2006-2007
zh: 目 录

source: IDB.30/Dec.5 Security enhancements
zh: 目录（续）

source: IDB.30/Dec.6 Annex to the financial regulations
zh: 导言

source: IDB.30/Dec.9 UNIDO strategic long-term vision
zh: 1. 现依照《章程》第9.4(c)条向大会提交工业发展理事会第三十届会议工作报告。

source: IDB.30/Dec.10 Personnel matters
zh: 载有会议详细情况的理事会简要记录（IDB.30/SR.1-7）为本报告的组成部分。

source: IDB.30/Dec.11 Recommendation of a candidate for the post of Director-General
zh: 2. 转载于附件一的下述理事会决定与大会第十一届会议的工作有关：

source: IDB.30/Dec.12 Terms and conditions of appointment of the Director-General
zh: 一. 组织和程序事项

source: The thirtieth session of the Board was held at UNIDO Headquarters, Vienna International Centre, from 20 to 23 June 2005 (7 plenary meetings—see IDB.30/SR.1-7).
zh: 3. 理事会第三十届会议于2005年6月20日至23日在维也纳国际中心工发组织总部举行（共举行7次全体会议——见IDB.30/SR.1-7）。

source: All 53 members of the Board were represented at the session: Algeria, Austria, Belgium, Bolivia, Brazil, Chile, China, Colombia, Côte d'Ivoire, Cuba, Denmark, Ecuador, Egypt, France, Germany, Ghana, Greece, Hungary, India, Indonesia, Iran (Islamic Republic of), Italy, Japan, Jordan, Kenya, Lesotho, Luxembourg, Mexico, Morocco, Netherlands, Nigeria, Norway, Pakistan, Philippines, Poland, Republic of Korea, Russian Federation, Saudi Arabia, Senegal, Slovakia, South Africa, Spain, Sudan, Switzerland, Syrian Arab Republic, Thailand, Tunisia, Turkey, Ukraine, United Kingdom of Great Britain and Northern Ireland, Uruguay, Venezuela (Bolivarian Republic of), Zimbabwe.
zh: 4. 理事会所有53个成员国出席了会议：阿尔及利亚、奥地利、比利时、玻利维亚、巴西、智利、中国、哥伦比亚、科特迪瓦、古巴、丹麦、厄瓜多尔、埃及、法国、德国、加纳、希腊、匈牙利、印度、印度尼西亚、伊朗伊斯兰共和国、意大利、日本、约旦、肯尼亚、莱索托、卢森堡、墨西哥、摩洛哥、荷兰、尼日利亚、挪威、巴基斯坦、菲律宾、波兰、大韩民国、俄罗斯联邦、沙特阿拉伯、塞内加尔、斯洛伐克、南非、西班牙、苏丹、瑞士、阿拉伯叙利亚共和国、泰国、突尼斯、土耳其、乌克兰、大不列颠及北爱尔兰联合王国、乌拉圭、委内瑞拉玻利瓦尔共和国、津巴布韦。

source: The following 49 Member States of UNIDO also participated in the session: Afghanistan, Albania, Angola, Argentina, Azerbaijan, Belarus, Belize, Bosnia and Herzegovina, Burkina Faso, Cape Verde, Congo, Costa Rica, Croatia, Cyprus, Czech Republic, Finland, Gabon, Guatemala, Guinea, Iraq, Ireland, Israel, Lebanon, Libyan Arab Jamahiriya, Lithuania, Madagascar, Malaysia, Mali, Malta, Mozambique, Namibia, Nicaragua, Oman, Panama, Paraguay, Peru, Portugal, Romania, Serbia and Montenegro, Sierra Leone, Slovenia, Sri Lanka, Sweden, The former Yugoslav Republic of Macedonia, Uganda, United Arab Emirates, United Republic of Tanzania, Viet Nam, Yemen.
zh: 5. 工发组织的下列49个成员国也出席了会议：阿富汗、阿尔巴尼亚、安哥拉、阿根廷、阿塞拜疆、白俄罗斯、伯利兹、波斯尼亚和黑塞哥维那、布基纳法索、佛得角、刚果、哥斯达黎加、克罗地亚、塞浦路斯、捷克共和国、芬兰、加蓬、危地马拉、几内亚、伊拉克、爱尔兰、以色列、黎巴嫩、阿拉伯利比亚民众国、立陶宛、马达加斯加、马来西亚、马里、马耳他、莫桑比克、纳米比亚、尼加拉瓜、阿曼、巴拿马、巴拉圭、秘鲁、葡萄牙、罗马尼亚、塞尔维亚和黑山、塞拉利昂、斯洛文尼亚、斯里兰卡、瑞典、前南斯拉夫的马其顿共和国、乌干达、阿拉伯联合酋长国、坦桑尼亚联合共和国、越南、也门。

source: The following United Nations specialized agencies were represented: International Atomic Energy Agency and World Trade Organization.
zh: 8. 下列联合国专门机构出席了会议：国际原子能机构和世界贸易组织。

source: The following other intergovernmental organizations were represented: African Union, European Commission, Intergovernmental Institution for the Use of Micro-Alga Spirulina against malnutrition, International Centre for Genetic Engineering and Biotechnology, International Institute of Refrigeration, League of Arab States, Organization of the Islamic Conference, Organization of the Petroleum Exporting Countries.
zh: 9. 下列其他政府间组织出席了会议：非洲联盟、欧洲联盟委员会、利用微型螺旋藻类防治营养不良政府间机构、国际遗传工程和生物技术中心、国际制冷研究所、阿拉伯国家联盟、伊斯兰会议组织、石油输出国组织。
